[
{
  "id": 1,
  "title": "The Intelligent Investor",
  "description": "The greatest investment advisor of the twentieth century, Benjamin Graham, taught and inspired people worldwide. Graham's philosophy of \"value investing\" which shields investors from substantial error and teaches them to develop long-term strategies has made The Intelligent Investor the stock market bible ever since its original publication in 1949. Over the years, market developments have proven the wisdom of Graham's strategies. While preserving the integrity of Graham's original text, this revised edition includes updated commentary by noted financial journalist Jason Zweig, whose perspective incorporates the realities of today's market, draws parallels between Graham's examples and today's financial headlines, and gives readers a more thorough understanding of how to apply Graham's principles. Vital and indispensable, this HarperBusiness Essentials edition of The Intelligent Investor is the most important book you will ever read on how to reach your financial goals.",
  "genre": "Business",
  "publishingInfo":
  {
      "publisher": "Harper & Brothers",
      "publicationDate": "1949"
  },
  "author":"Benjamin Graham",
  "shortBio": "Benjamin Graham was a British-born American investor, economist, and professor. He is widely known as the \"father of value investing\", and wrote two of the founding texts in neoclassical investing: Security Analysis with David Dodd, and The Intelligent Investor.",
  "cover": "https://target.scene7.com/is/image/Target/GUEST_4f0a0050-6cfc-4d02-9d14-7b9c26d8519b?wid=488&hei=488&fmt=pjpeg",
  "price":20
},
{
  "id": 2,
  "title": "Security Analysis",
  "description": "With nearly a million copies sold, Security Analysis has been continuously in print for more than sixty years. No investment book in history had either the immediate impact, or the long-term relevance and value, of its first edition in 1934. By 1951, seventeen years past its original publication and more than a decade beyond its revised and acclaimed 1940 second edition, authors Benjamin Graham and David Dodd had seen business and investment markets travel from the depths of Depression to the heights of recovery, and had observed investor behavior during both the calm of peacetime and the chaos of World War II. The prescient thinking and insight displayed by Graham and Dodd in the first two editions of Security Analysis reached new heights in the third edition. In words that could just as easily have been written today as fifty years ago, they detail techniques and strategies for attaining success as individual investors, as well as the responsibilities of corporate decision makers to build shareholder value and transparency for those investors. The focus of the book, however, remains its timeless guidance and advice--that careful analysis of balance sheets is the primary road to investment success, with all other considerations little more than distractions. The authors had seen and survived the Great Depression as well as the political and financial instabilities of World War II and were now better able to outline a program for sensible and profitable investing in the latter half of the century.",
  "genre": "Business",
  "publishingInfo":
  {
      "publisher": "Whittlesey House" ,
      "publicationDate": "1934"
  },
  "author":"Benjamin Graham",
  "shortBio": "Benjamin Graham was a British-born American investor, economist, and professor. He is widely known as the \"father of value investing\", and wrote two of the founding texts in neoclassical investing: Security Analysis with David Dodd, and The Intelligent Investor.",
  "cover": "https://images-na.ssl-images-amazon.com/images/I/51leHpdUfFL._SX323_BO1,204,203,200_.jpg",
  "price":30
},
{
  "id": 3,
  "title": "War and Peace",
  "description": "In Russia's struggle with Napoleon, Tolstoy saw a tragedy that involved all mankind. Greater than a historical chronicle, War and Peace is an affirmation of life itself, \"a complete picture\", as a contemporary reviewer put it, \"of everything in which people find their happiness and greatness, their grief and humiliation\". Tolstoy gave his personal approval to this translation, published here in a new single volume edition, which includes an introduction by Henry Gifford, and Tolstoy's important essay \"Some Words about War and Peace\". ",
  "genre": "Historical Fiction",
  "publishingInfo":
  {
      "publisher": "The Russian Messenger",
      "publicationDate": "1869"
  },
  "author":"Leo Tolstoy",
  "shortBio": "Leo Tolstoy was a Russian writer who primarily wrote novels and short stories. Later in life, he also wrote plays and essays. His two most famous works, the novels War and Peace and Anna Karenina, are acknowledged as two of the greatest novels of all time and a pinnacle of realist fiction. Many consider Tolstoy to have been one of the world's greatest novelists. Tolstoy is equally known for his complicated and paradoxical persona and for his extreme moralistic and ascetic views, which he adopted after a moral crisis and spiritual awakening in the 1870s, after which he also became noted as a moral thinker and social reformer.",
  "cover": "https://images-na.ssl-images-amazon.com/images/I/A1aDb5U5myL.jpg",
  "price":25
},
{
  "id": 4,
  "title": "Anna Karenina",
  "description": "Acclaimed by many as the world's greatest novel, Anna Karenina provides a vast panorama of contemporary life in Russia and of humanity in general. In it Tolstoy uses his intense imaginative insight to create some of the most memorable characters in all of literature. Anna is a sophisticated woman who abandons her empty existence as the wife of Karenin and turns to Count Vronsky to fulfil her passionate nature - with tragic consequences. Levin is a reflection of Tolstoy himself, often expressing the author's own views and convictions. Throughout, Tolstoy points no moral, merely inviting us not to judge but to watch. As Rosemary Edmonds comments, \"He leaves the shifting patterns of the kaleidoscope to bring home the meaning of the brooding words following the title, Vengeance is mine, and I will repay.\"",
  "genre": "Romance",
  "publishingInfo":
  {
      "publisher": "The Russian Messenger",
      "publicationDate": "1877"
  },
  "author": "Leo Tolstoy",
  "shortBio": "Leo Tolstoy was a Russian writer who primarily wrote novels and short stories. Later in life, he also wrote plays and essays. His two most famous works, the novels War and Peace and Anna Karenina, are acknowledged as two of the greatest novels of all time and a pinnacle of realist fiction. Many consider Tolstoy to have been one of the world's greatest novelists. Tolstoy is equally known for his complicated and paradoxical persona and for his extreme moralistic and ascetic views, which he adopted after a moral crisis and spiritual awakening in the 1870s, after which he also became noted as a moral thinker and social reformer.",
  "cover": "https://images-na.ssl-images-amazon.com/images/I/41ebi9z2DjL.jpg",
  "price":15
},
{
  "id": 5,
  "title": "Steve Jobs",
  "description": "From the author of the bestselling biographies of Benjamin Franklin and Albert Einstein, this is the exclusive, New York Times bestselling biography of Apple co-founder Steve Jobs. Based on more than forty interviews with Jobs conducted over two years—as well as interviews with more than a hundred family members, friends, adversaries, competitors, and colleagues—Walter Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publishing. At a time when America is seeking ways to sustain its innovative edge, and when societies around the world are trying to build digital-age economies, Jobs stands as the ultimate icon of inventiveness and applied imagination. He knew that the best way to create value in the twenty-first century was to connect creativity with technology. He built a company where leaps of the imagination were combined with remarkable feats of engineering. Although Jobs cooperated with this book, he asked for no control over what was written nor even the right to read it before it was published. He put nothing off-limits. He encouraged the people he knew to speak honestly. And Jobs speaks candidly, sometimes brutally so, about the people he worked with and competed against. His friends, foes, and colleagues provide an unvarnished view of the passions, perfectionism, obsessions, artistry, devilry, and compulsion for control that shaped his approach to business and the innovative products that resulted. Driven by demons, Jobs could drive those around him to fury and despair. But his personality and products were interrelated, just as Apple’s hardware and software tended to be, as if part of an integrated system. His tale is instructive and cautionary, filled with lessons about innovation, character, leadership, and values.",
  "genre": "Biography",
  "publishingInfo":
  {
      "publisher": "Simon & Schuster",
      "publicationDate": "October 24, 2011"
  },
  "author":"Walter Isaacson",
  "shortBio": "Walter Isaacson is a Professor of History at Tulane and an advisory partner at Perella Weinberg, a financial services firm based in New York City. Isaacson was born on May 20, 1952, in New Orleans. He is a graduate of Harvard College and of Pembroke College of Oxford University, where he was a Rhodes Scholar.",
  "cover": "https://images-na.ssl-images-amazon.com/images/I/61n431BDxGL.jpg",
  "price":24
},
{
  "id": 6,
  "title": "Dracula",
  "description": "Count Dracula, a 15th-century prince, is condemned to live off the blood of the living for eternity. Young lawyer Jonathan Harker is sent to Dracula's castle to finalise a land deal, but when the Count sees a photo of Harker's fiancée, Mina, the spitting image of his dead wife, he imprisons him and sets off for London to track her down.",
  "genre": "Horror",
  "publishingInfo":
  {
      "publisher": "Constable & Robinson Limited",
      "publicationDate": "May 26, 1897"
  },
  "author":"Bram Stoker",
  "shortBio": "Born in Ireland in 1847, Bram Stoker studied mathematics at Dublin's Trinity College and embarked on his longtime role as an assistant to actor Sir Henry Irving in the 1870s. He also began carving out a second career as a writer, publishing his first novel, The Primrose Path, in 1875.",
  "cover": "https://images-na.ssl-images-amazon.com/images/I/41Tk-U629kL._SX379_BO1,204,203,200_.jpg",
  "price":25
},
{
  "id": 7,
  "title": "Don Quixote",
  "description": "Miguel de Cervantes",
  "genre": "Fiction",
  "publishingInfo":
  {
      "publisher": "Francisco de Robles",
      "publicationDate": "January 16, 1605"
  },
  "author":"Miguel de Cervantes Saavedra",
  "shortBio": "Miguel de Cervantes, in full Miguel de Cervantes Saavedra, (born September 29?, 1547, Alcalá de Henares, Spain—died April 22, 1616, Madrid), Spanish novelist, playwright, and poet, the creator of Don Quixote (1605, 1615) and the most important and celebrated figure in Spanish literature.",
  "cover": "https://images-na.ssl-images-amazon.com/images/I/51iQq6ZYedL.jpg",
  "price":20
},
{
  "id": 8,
  "title": "Hamlet",
  "description": "Hamlet is a story of how the ghost of a murdered king comes to haunt the living with tragic consequences. A vengeful ghost and a brother's murder, dominate the gloomy landscape of Hamlet's Denmark. Hamlet is a story of how the ghost of a murdered king comes to haunt the living with tragic consequences.",
  "genre": "Drama",
  "publishingInfo":
  {
      "publisher": "Simon & Schuster",
      "publicationDate": "1603"
  },
  "author":"William Shakespeare",
  "shortBio": "William Shakespeare was an English poet, playwright, and actor. He was born on 26 April 1564 in Stratford-upon-Avon. His father was a successful local businessman and his mother was the daughter of a landowner. ... He is often called England's national poet and nicknamed the Bard of Avon.",
  "cover": "https://images-na.ssl-images-amazon.com/images/I/31Oxk3bjffL._BO1,204,203,200_.jpg",
  "price":25
},
{
  "id": 9,
  "title": "Moby Dick",
  "description": "Moby-Dick; or, The Whale is an 1851 novel by American writer Herman Melville. The book is sailor Ishmael's narrative of the obsessive quest of Ahab, captain of the whaling ship Pequod, for revenge on Moby Dick, the giant white sperm whale that on the ship's previous voyage bit off Ahab's leg at the knee.",
  "genre": "Fiction",
  "publishingInfo":
  {
      "publisher": "Richard Bentley",
      "publicationDate": "1851"
  },
  "author":"Herman Melville",
  "shortBio": "Herman Melville (born Melvill; August 1, 1819 – September 28, 1891) was an American novelist, short story writer and poet of the American Renaissance period. Among his best-known works are his magnum opus, Moby-Dick (1851), and Typee (1846), a romantic account of his experiences of Polynesian life.",
  "cover": "https://images-na.ssl-images-amazon.com/images/I/41VnFKC9srL._SX346_BO1,204,203,200_.jpg",
  "price":15
},
{
  "id": 10,
  "title": "The Odyssey",
  "description": "The Odyssey is Homer's epic of Odysseus' 10-year struggle to return home after the Trojan War. While Odysseus battles mystical creatures and faces the wrath of the gods, his wife Penelope and his son Telemachus stave off suitors vying for Penelope's hand and Ithaca's throne long enough for Odysseus to return.",
  "genre": "Fiction",
  "publishingInfo":
  {
      "publisher": "Homer",
      "publicationDate": "8th century BC"
  },
  "author":"Homer",
  "shortBio": "The Greek poet Homer was born sometime between the 12th and 8th centuries BC, possibly somewhere on the coast of Asia Minor. He is famous for the epic poems The Iliad and The Odyssey, which have had an enormous effect on Western culture, but very little is known about their alleged author.S",
  "cover": "https://astrochara.files.wordpress.com/2016/07/a7f1c41c-9bb4-4581-b969-2d91e8f5834f1.jpg?w=1400",
  "price":23
}
]